Repository: iopay-plugins/woocommerce
Catalog: languages/woocommerce-iopay-*.po
Languages: pt_br

source: Iopay Disabled
pt_br: Iopay desativado

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: A Moeda não <ph id="mtc_1" equiv-text="base64:JXM="/> é suportada. Trabalha Apenas com o Real Brasileiro.

source: recommends using the last version of Brazilian Market plugin to work!
pt_br: precisa do plugin Brazilian Market on WooCommerce para funcionar!

source: Active Brazilian Market
pt_br: Ativar o Brazilian Market on WooCommerce

source: Install Brazilian Market
pt_br: Instalar Brazilian Market on Woocommerce

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Active WooCommerce
pt_br: Ativar o WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: We recommend checking out our documentation before starting using
pt_br: Recomendamos que consulte a nossa documentação antes de começar a utilizar

source: Iopay documentation
pt_br: Documentação do Iopay

source: Invalid transaction data.
pt_br: Transação inválida

source: Payment made with more installments than allowed.
pt_br: Pagamento efetuado com mais parcelas do que o permitido.

source: Payment divided into a lower amount than permitted.
pt_br: Pagamento dividido em um valor menor do que o permitido.

source: Wrong payment amount total.
pt_br: Total de pagamento incorreto.

source: Discover
pt_br: Descobrir

source: Banking Ticket URL
pt_br: URL do Boleto Bancário

source: Credit Card
pt_br: Cartão de crédito

source: Installments
pt_br: Parcelas

source: Total paid
pt_br: Total pago

source: Anti Fraud Score
pt_br: Pontuação Anti-Fraude

source: Missing credit card data, please review your data and try again or contact us for assistance.
pt_br: Faltam dados do cartão de crédito, revise seus dados e tente novamente ou entre em contato conosco para obter ajuda.

source: Iopay Request Failure
pt_br: Falha na solicitação do Iopay

source: Iopay: The transaction was authorized.
pt_br: Iopay: A transação foi autorizada.

source: Iopay: You should manually analyze this transaction to continue payment flow, access %s to do it!
pt_br: Iopay: Você deve analisar manualmente esta transação para continuar o fluxo de pagamento, acesse %s para fazer isso!

source: Iopay: The transaction is being processed.
pt_br: Iopay: A transação está sendo processada.

source: Iopay: Transaction paid.
pt_br: Iopay: Transação paga.

source: Iopay: The banking ticket was issued but not paid yet.
pt_br: O boleto bancário foi emitido, mas não foi pago ainda.

source: Iopay: The transaction was rejected by the card company or by fraud.
pt_br: A transação foi rejeitada pela empresa de cartões ou por fraude.

source: The transaction for order %s was rejected by the card company or by fraud
pt_br: A transação do pedido %s foi rejeitado pela operadora do cartão de crédito ou por fraude

source: Transaction failed
pt_br: Falha na Transação

source: Order %1$s has been marked as failed, because the transaction was rejected by the card company or by fraud, for more details, see %2$s.
pt_br: O pedido %1$s falhou, pois a transação foi rejeitada pela empresa de cartões ou por fraude. Para mais detalhes, veja %2$s.

source: Iopay: The transaction was refunded/canceled.
pt_br: Iopay: A transação foi reembolsada/cancelada.

source: The transaction for order %s refunded
pt_br: A transação para o pedido %s reembolsada

source: Transaction refunded
pt_br: Transação reembolsada

source: Order %1$s has been marked as refunded by Iopay, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como reembolsado pelo Iopay. Para mais detalhes, consulte %2$s.

source: Iopay: Transaction is waiting for antifraud analysis.
pt_br: Iopay: Transação aguarda análise antifraude.

source: Iopay - Banking Ticket
pt_br: Iopay - Boleto Bancário

source: Accept banking ticket payments using Iopay.
pt_br: Aceitar pagamentos de boleto bancários.

source: Enable/Disable
pt_br: Permitir/Não Permitir

source: Enable Iopay Banking Ticket
pt_br: Habilitar IOPAY - Boleto Bancário

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Banking Ticket
pt_br: Boleto Bancário

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay with Banking Ticket
pt_br: Pague com Boleto bancário

source: Integration Settings
pt_br: Configurações da Integração

source: Iopay API Key
pt_br: IO_SELLER_ID

source: Please enter your Iopay API Key. This is needed to process the payment and notifications. Is possible get your API Key in %s.
pt_br: Digite sua IO_SELLER_ID do Iopay. Isso é necessário para processar o pagamento e as notificações. É possível obter sua IO_SELLER_ID de API em %s.

source: Iopay Dashboard > My Account page
pt_br: Painel do Iopay > Página Minha Conta

source: Iopay Encryption Key
pt_br: Secret

source: Please enter your Iopay Encryption key. This is needed to process the payment. Is possible get your Encryption Key in %s.
pt_br: Digite sua chave de criptografia Iopay. Isso é necessário para processar o pagamento. É possível obter sua chave de criptografia em %s.

source: Async
pt_br: Assíncrono

source: If enabled the banking ticket url will appear in the order page, if disabled it will appear after the checkout process.
pt_br: Se habilitada, a url do boleto bancário aparecerá na página do pedido, se desativada, ela aparecerá após o processo de checkout.

source: Gateway Testing
pt_br: Ambiente de Testes

source: Debug Log
pt_br: Log Depuração

source: Enable logging
pt_br: Ativar Logs

source: Log Iopay events, such as API requests. You can check the log in %s
pt_br: Registre eventos de Iopay, como solicitações de API. Você pode verificar o login %s

source: System Status &gt; Logs
pt_br: Status do Sistema & Logs

source: Iopay - Credit Card
pt_br: Iopay - Cartão de crédito

source: Accept credit card payments using Iopay.
pt_br: Aceite pagamentos com cartão de crédito usando o Iopay.

source: Enable Iopay Credit Card
pt_br: Habilitar cartão de crédito Iopay

source: Pay with Credit Card
pt_br: Pagar com Cartão de Crédito

source: Enable checkout Iopay
pt_br: Habilitar checkout Iopay

source: When enabled opens a Iopay modal window to receive the customer's credit card information.
pt_br: Quando habilitado abre uma janela modal do Iopay para receber as informações do cartão de crédito do cliente.

source: Register Refused Order
pt_br: Registrar Pedido Recusado

source: Register order for refused transactions
pt_br: Registrar Pedido Recusado

source: Register order for refused transactions when Iopay Checkout is enabled
pt_br: Registrar pedido para transações recusadas quando o Iopay Checkout estiver habilitado

source: Number of Installment
pt_br: Número de Parcelas

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas possível com pagamentos por cartão de crédito.

source: Smallest Installment
pt_br: Valor da menor parcela

source: Please enter with the value of smallest installment, Note: it not can be less than 5.
pt_br: Por favor, insira com o valor da menor parcela, Nota: não pode ser inferior a 5.

source: Interest rate
pt_br: Taxa de juros

source: Please enter with the interest rate amount. Note: use 0 to not charge interest.
pt_br: Por favor, insira com o valor da taxa de juros. Nota: use 0 para não cobrar juros.

source: Free Installments
pt_br: Parcelas sem juros

source: Number of installments with interest free.
pt_br: Número de parcelas sem juros.

source: Print Banking Ticket
pt_br: Imprimir Boleto Bancário

source: View order
pt_br: Ver Pedido

source: Your banking ticket is being generated, access your order to view it.
pt_br: Seu boleto bancário está sendo gerado. Acesso seu pedido para vê-lo.

source: After clicking "Place order" you will have access to banking banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em “Finalizar compra”, você terá acesso ao boleto bancário que você pode imprimir e pagar em seu banco online ou em uma casa loteria.

source: Note: The order will be confirmed only after the payment approval.
pt_br: ATENÇÃO: O pedido será confirmado apenas depois da aprovação do pagamento.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your banking ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Utilize o seguinte link para visualizar o seu boleto bancário, você pode imprimir e pagar em seu internet banking ou em uma casa lotérica:

source: Pay the banking ticket
pt_br: Visualizar boleto bancário

source: After we receive the banking ticket payment confirmation, your order will be processed.
pt_br: O seu pedido será concluído após recebermos a confirmação do pagamento do boleto bancário.

source: Please click in the following button to view your banking ticket.
pt_br: Utilize o botão acima para ver o seu boleto bancário.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e fazer o pagamento pelo site do seu banco ou por uma casa lotérica.

source: Payment successfully made using %1$s credit card in %2$s.
pt_br: Pagamento realizado com sucesso usando %1$s cartão de crédito em %2$s.

source: Card Holder Name
pt_br: Nome do Titular

source: Card Number
pt_br: Número do cartão

source: Expiry (MM/YY)
pt_br: Validade (MM/AA)

source: MM / YY
pt_br: MM / AA

source: Card Code
pt_br: Código do cartão

source: Please, select the number of installments
pt_br: Número de parcelas

source: (total of %s)
pt_br: Total de %s

source: (interest-free)
pt_br: Sem Juros

source: %1$dx of %2$s %3$s
pt_br: %1$dx de %2$s %3$s

source: Bank Slip Settings
pt_br: Configurações de boleto de banco

source: Credit Card Settings
pt_br: Configurações do Cartão de Crédito

source: Iopay for WooCommerce
pt_br: Iopay para WooCommerce

source: http://github.com/claudiosmweb/woocommerce-iopay
pt_br: http://github.com/jeronimo0007

# no free installments
source: None
pt_br: Nenhum

source: PIX Settings
pt_br: PIX Configurações

source: Pay with PIX
pt_br: Pague com o PIX

source: Payment under review.
pt_br: Pagamento em análise.

source: Payment failed, please contact our call center, or try again later.
pt_br: Pagamento falhou, entre em contato com nossa central de atendimento, ou tente novamente mais tarde.

source: There was an error with your payment.
pt_br: Ocorreu um erro com seu pagamento.

source: Divergent payment
pt_br: Pagamento divergente

source: ID does not match
pt_br: ID não corresponde

source: Activate Iopay Sandbox
pt_br: Ativar Sandbox Iopay

source: Instructions
pt_br: Instruções

source: Daily interest rate %
pt_br: Taxa de juros diária %

source: Instructions your customer will see on the ticket.
pt_br: Instruções que seu cliente verá no boleto.

source: Daily interest for delay in percentage, not to exceed 3.3% per day. Note: use 0 to not charge interest.
pt_br: Juros diarios por atraso em porcentagem, nao ultrapassar 3.3% ao dia. Nota: use 0 para nao cobrar juros.

source: Fine for delay in %
pt_br: Multa por atraso em %

source: Fine for late payment in percentage, not exceeding 100% of the value of the bill. Note: use 0 to not charge a fine.
pt_br: Multa por atraso em porcentagem, não ultrapassar 100% do valor do boleto. Nota: use 0 para não cobrar multa.

source: Expiry days
pt_br: Dias de vencimento

source: The minimum maturity period is 1 day and the maximum 180 days from the day following the issuance of the bill. If not informed, the default expiration is 3 days.
pt_br: O prazo mínimo de vencimento é de 1 dia e máximo 180 dias a contar do dia posterior à emissão do boleto. Caso não seja informado, o vencimento padrão é de 3 dias.

source: Webhook - Notifications warning
pt_br: Webhook - aviso de notificações

source: Please register the notification URL %s in your panel: %s.
pt_br: Por favor cadastre A URL de notificação %s em seu painel: %s.

source: Email used for authentication with the API.
pt_br: E-mail usado para autenticação com a API.

source: Installment interest
pt_br: Juros parcela

source: Antifraud Public Key
pt_br: Chave Pública Antifraude

source: If your plan has anti-fraud, put your public key here.
pt_br: Se o seu plano possui antifraude coloque a sua chave publica aqui.

source: Enable Iopay PIX
pt_br: Ativar Iopay PIX
